
{
  "name": "Akpatok Island",
  "plug": "akpatok-island",
  "region": "Canada",
  "details": "Akpatok Island rises sharply out of the frigid water of Ungava Bay in northern Quebec, Canada. Composed primarily of limestone, the island is a flat, treeless plateau 23 kilometers wide, 45 kilometers long, and about 150 to 250 meters high. This 2001 Landsat 7 image shows Akpatok Island completely covered in snow and ice. Small, dark patches of open water appear between pieces of pale blue-green sea ice, and a few scattered clouds are shown in red. The surrounding sea and ice are home to polar bears, walruses, and whales. A traditional hunting ground for native Inuit people, Akpatok is almost inaccessible except by air. The island is an important sanctuary for seabirds that make their nests in the steep cliffs that circle the island.",
  "imagepath": "images\/akpatok-island.jpeg"
},
{
  "name": "Aleutian Clouds",
  "plug": "aleutian-clouds",
  "region": "Bering Sea",
  "details": "Clouds hover over the waters off the western Aleutian Islands, where fog, heavy rains, and high winds are common. While the clouds in this 2000 Landsat 7 image are structured differently, all the clouds shown are low, marine stratocumulus clouds, which often produce drizzle. The color variations are probably due to differences in the temperature and in the size of the water droplets that make up the clouds. The Aleutian Islands are part of the Pacific Ring of Fire. The archipelago curves out 1,800 kilometers from southwestern Alaska towards Russia's Kamchatka Peninsula.",
  "imagepath": "images\/aleutian-clouds.jpeg"
},
{
  "name": "Algerian Desert",
  "plug": "algerian-desert",
  "region": "Algeria",
  "details": "Lying amid the Great Eastern Erg, the Great Western Erg, and the Atlas Mountains in Northern Africa, the Sahara Desert in central Algeria is dotted by fragmented mountains (in brown, lower right) where barren, windswept ridges overlook arid plains. In this Landsat 5 image from 2009, a system of dry streambeds crisscrosses the rocky landscape awaiting the rare, intense rains that often cause flash floods.",
  "imagepath": "images\/algerian-desert.jpeg"
},
{
  "name": "Alluvial Fan",
  "plug": "alluvial-fan",
  "region": "China",
  "details": "no description",
  "imagepath": "images\/alluvial-fan.jpeg"
},
{
  "name": "Anti-Atlas Mountains",
  "plug": "anti-atlas-mountains",
  "region": "Morocco",
  "details": "A part of the Atlas Mountains in northwest Africa, the Anti-Atlas range runs for several hundred kilometers. The range extends from the Atlantic Ocean in southwest Morocco toward the northeast, where it meets the High Atlas range closer to the Mediterranean Coast. The Anti-Atlas mountains formed as a result of continental collisions between 65 and 250 million years ago, which destroyed the then Tethys Ocean. The limestone, sandstone, claystone, and gypsum layers that formed the ocean bed were folded and crumpled to create the mountains. This Landsat 7 image from 2001 highlights some of the different rock types and illustrates the complex folding.",
  "imagepath": "images\/anti-atlas-mountains.jpeg"
},
{
  "name": "Anyuyskiy Volcano",
  "plug": "anyuyskiy-volcano",
  "region": "Russia",
  "details": "Anyuyskiy Volcano lies north of the Kamchatka Peninsula in eastern Russia. Now dormant, the volcano was once active enough to send a massive lahar (an avalanche of volcanic ash and rock mixed with water) 50 kilometers down the west side of the volcano summit. The dried, hardened remains of the lahar persist today as a streak of barren rock on a landscape that is otherwise richly vegetated. In this Landsat 7 image from 2001, vegetation appears green, bare rock and ice appear bright red, and water appears navy blue. The Anyuyskiy lahar extends from the volcano's north slope, turns sharply westward, and flows toward the west- southwest. Lakes occur along the margins of the lahar, and some small lakes appear on the lahar's surface. Little vegetation has encroached on the ancient river of rock. Remote and largely inaccessible, the region is a rugged collection of towering volcanic peaks, steep valleys, and snow-fed rivers and streams.",
  "imagepath": "images\/anyuyskiy-volcano.jpeg"
},
{
  "name": "Belcher Islands",
  "plug": "belcher-islands",
  "region": "Canada",
  "details": "The Belcher Islands are spread across some 13,000 square kilometers in southeastern Hudson Bay, but within that area, only about 3,000 square kilometers are actual islands and dry land. Landsat 7 captured this image of the archipelago in August 2000, when the north's brief summer was coming to an end. The mostly brownish hues of the land areas in this image attest to a lack of vegetation, as cold temperatures prevent the growth of robust forests. The deep waters of the Hudson Bay appear almost black, with the exception of shallower areas close to land, which appear peacock blue. While they may appear delicate in this image, the Belcher Islands are composed of tough rock that has survived long stretches of geologic time. Geologists estimate that rocks in the 1,500-island archipelago range from 1.6 to 2.3 billion years old.",
  "imagepath": "images\/belcher-islands.jpeg"
},
{
  "name": "Bogda Mountains",
  "plug": "bogda-mountains",
  "region": "China",
  "details": "The Turpan Depression, nestled at the foot of the Bogda Mountains in northwestern China, is a strange mix of salt lakes and sand dunes. At the bottom of the basin is Aydingkol Lake, which appears blue in this Landsat 7 image from 1999. Once a permanent lake and now a salty swamp, the lake is 155 meters below sea level, making it the third lowest place on Earth's land surface after the Dead Sea and Africa's Lake Assal. A region of temperature extremes, the Turpan Depression extends over 50,000 square kilometers. The city of Turpan, located in the higher northern part of the depression, was an important trading center on the ancient Silk Road.",
  "imagepath": "images\/bogda-mountains.jpeg"
},
{
  "name": "Bombetoka Bay",
  "plug": "bombetoka-bay",
  "region": "Madagascar",
  "details": "Bombetoka Bay is located on the northwestern coast of Madagascar near the city of Mahajanga, where the Betsiboka River flows into the Mozambique Channel. Numerous islands and sandbars have formed in the estuary due to sediment carried by the Betsiboka River as well as the push and pull of tides. The past few decades have witnessed a dramatic increase in the amount of sediment moved by the river and deposited in the estuary and offshore delta lobes, affecting agriculture, fisheries, and transportation in Mahajanga, one of Madagascar's busiest seaports. In this Terra image from 2000, dense vegetation is deep green and water is sapphire and tinged with pink where sediment is particularly thick.",
  "imagepath": "images\/bombetoka-bay.jpeg"
},
{
  "name": "Brandberg Massif",
  "plug": "brandberg-massif",
  "region": "Namibia",
  "details": "no description",
  "imagepath": "images\/brandberg-massif.jpeg"
},
{
  "name": "Byrd Glacier",
  "plug": "byrd-glacier",
  "region": "Antarctica",
  "details": "no description",
  "imagepath": "images\/byrd-glacier.jpeg"
},
{
  "name": "Cape Farewell",
  "plug": "cape-farewell",
  "region": "New Zealand",
  "details": "no description",
  "imagepath": "images\/cape-farewell.jpeg"
},
{
  "name": "Carbonate Sand Dunes",
  "plug": "carbonate-sand-dunes",
  "region": "Atlantic Ocean",
  "details": "no description",
  "imagepath": "images\/carbonate-sand-dunes.jpeg"
},
{
  "name": "Carnegie Lake",
  "plug": "carnegie-lake",
  "region": "Australia",
  "details": "Ephemeral Carnegie Lake, in Western Australia, fills with water only during periods of significant rainfall. In dry years, it is reduced to a muddy marsh. When full, it can cover an area of about 6 square kilometers. In this Landsat 7 image from 1999, flooded areas appear dark blue or black. Vegetation appears in shades of dark and light green, and sands, soils, and minerals appear in a variety of colors.",
  "imagepath": "images\/carnegie-lake.jpeg"
},
{
  "name": "Dardzha Peninsula",
  "plug": "dardzha-peninsula",
  "region": "Turkmenistan",
  "details": "Jutting into the Caspian Sea, the Dardzha Peninsula in western Turkmenistan lies among the shallow, coastal terraces in the sea's southeast portion. Strong winds create huge sand dunes near the water, some of which are partly submerged. Farther inland, the dunes transition into the low sand plains of the Karakum Desert, which covers 70 percent of the country. Landsat 7 captured this image in 2001.",
  "imagepath": "images\/dardzha-peninsula.jpeg"
},
{
  "name": "Dasht-e Kavir",
  "plug": "dasht-e-kavir",
  "region": "Iran",
  "details": "The Dasht-e Kavir, or Great Salt Desert, is the larger of Iran's two major deserts, which occupy most of the country's central plateau. Located in north-central Iran, the mostly uninhabited desert is about 800 kilometers long and 320 kilometers wide. Once situated beneath an ancient inland sea, the arid region is now covered with salt deposits and is known for its salt marshes (kavirs), which can act like quicksand. From wild sheep and leopards to gazelles and lizards, there is a range of wildlife in the mountainous areas and parts of the steppe and desert areas of the central plateau. This 2000 Landsat 7 image shows the intricately folded sediments and colorful formations that now blanket the surface of this barren landscape.",
  "imagepath": "images\/dasht-e-kavir.jpeg"
},
{
  "name": "Desolation Canyon",
  "plug": "desolation-canyon",
  "region": "United States",
  "details": "Nearly as deep as the Grand Canyon, Desolation Canyon is one of the largest unprotected wilderness areas in the American West. In this Landsat 7 image from 2000, the Green River in Utah flows south across the Tavaputs Plateau (top) before entering the canyon (center).\r\nDesolation Canyon has a rich history. Geologist and explorer John Wesley Powell named the canyon. During two river expeditions in 1869 and 1871, Powell's team mapped the Green River for the first time before heading down the Colorado River to the Grand Canyon. People of the Fremont culture inhabited the canyon and the plateau from about 200 to 1300 C.E. The present-day Ute Tribe owns the land along the east side of the river. Fremont and Ute pictographs and petroglyphs are abundant in Desolation and its numerous tributary canyons. The U.S. declared Desolation Canyon a National Historic Landmark in 1968.",
  "imagepath": "images\/desolation-canyon.jpeg"
},
{
  "name": "East African Rift",
  "plug": "east-african-rift",
  "region": "Kenya",
  "details": "The East African Rift is a classic example of rifting, an area where tectonic plates move apart from each other. Rifts often form stunning geological features. The East African Rift is characterized by deep valleys in the rift zone, sheer escarpments along the faulted walls of the rift zone, a chain of lakes within the rift, volcanic rocks that have flowed from faults along the sides of the rift, and volcanic cones where magma flow was most intense. This Terra image from 2002 includes most of these features near Lake Begoria in Kenya.\r\nThis rift is a narrow zone in which the African Plate is in the process of splitting into two new tectonic plates called the Somali Plate and the Nubian Plate. Most of the lakes in this rift are highly saline due to evaporation in the hot temperatures characteristic of climates near the equator. The East African Rift runs from the Afar Triple Junction southward through eastern Africa and has been a rich source of fossils that allow for the study of human evolution.",
  "imagepath": "images\/east-african-rift.jpeg"
},
{
  "name": "Edrengiyn Nuruu",
  "plug": "edrengiyn-nuruu",
  "region": "Mongolia",
  "details": "Edrengiyn Nuruu is a mountainous region located in southwest Mongolia. The area has an average elevation of over 1,540 meters above sea level and forms a transitional boundary between the Mongolian steppes to the north and the arid deserts of China to the south. The area's climate is classified as a midlatitude desert with a boreal wet forest biozone, and the foothills serve as one of just four known habitats of the wild camel. Landsat 7 acquired this image in 1999.",
  "imagepath": "images\/edrengiyn-nuruu.jpeg"
},
{
  "name": "Erg Chech",
  "plug": "erg-chech",
  "region": "Algeria",
  "details": "In this Landsat 7 image from 2003, the amber and caramel lattices seen are large, linear sand dunes in the Erg Chech dune sea located in the Sahara region of western Algeria. An erg, meaning dune field in Arabic, is a wide, flat area of desert covered with wind- blown sand and little vegetation cover. The dunes are formed when large amounts of transported sand are halted by topographic barriers. The largest dunes can take up to a million years to build. Ergs are also found on other celestial bodies such as Venus, Mars, and Saturn's moon Titan.",
  "imagepath": "images\/erg-chech.jpeg"
},
{
  "name": "Erg Iguidi",
  "plug": "erg-iguidi",
  "region": "Algeria and Mauritania",
  "details": "Ridges of wind-blown sand flow across Erg Iguidi, a Saharan sand sea. Erg Iguidi is one of several Saharan ergs and extends from Algeria into Mauritania in northwestern Africa. The dunes (in yellow) are about 250 meters wide, rising high above the sand sea. Winds blow from the northwest to the southeast, often under the influence of oceanic monsoons. In this 1985 Landsat 5 image, dunes in the center and upper left lie atop black sandstone rock while the light blue and white areas are edges of the chalk plateaus in the region.",
  "imagepath": "images\/erg-iguidi.jpeg"
},
{
  "name": "Erongo Massif",
  "plug": "erongo-massif",
  "region": "Namibia",
  "details": "The dark heart in this Landsat 7 image from 2003 is the Erongo Massif, a prominent, sheer-walled semicircular mountain 30 kilometers in diameter. The massif rises 1,200 meters above the Namib Desert to the west and a mixed woodland savannah to the east. The mountain is an eroded relic of a volcano that was active some 140 to 150 million years ago but collapsed upon itself with the weight of the overlying magma. Eons of erosion by wind and wind-blown sand gradually exposed the long-dead volcano's core of granite and basalt. Minerals have been collected in the Erongo region for nearly 90 years, including some of the finest aquamarine, schorl, and jeremejevite. The area has a confluence of ecosystems that are home to a vast array of plant, reptile, mammal, and bird species, some endemic to Namibia.",
  "imagepath": "images\/erongo-massif.jpeg"
},
{
  "name": "Garden City",
  "plug": "garden-city",
  "region": "United States",
  "details": "Garden City, Kansas, has a semi-arid steppe climate with hot, dry summers and cold, dry winters. Center-pivot irrigation systems created the circular patterns near Garden City, seen here from Landsat 7 in September 2000. The red circles indicate irrigated crops of healthy vegetation, and the light-colored circles denote harvested crops. The 19th-century Santa Fe Trail through central North America that connected Franklin, Missouri, with Santa Fe, New Mexico, passed through Garden City.",
  "imagepath": "images\/garden-city.jpeg"
},
{
  "name": "Grand Bahama Bank",
  "plug": "grand-bahama-bank",
  "region": "Atlantic Ocean",
  "details": "Near Florida and Cuba, the underwater terrain is hilly and the crests of many of these hills compose the islands of the Bahamas. A striking feature of this 2009 Aqua image is the Great Bahama Bank, a massive underwater hill underlying Andros Island in the west, Eleuthera Island in the east, and multiple islands in between. To the north, another bank underlies a set of islands, including Grand Bahama. The varied colors of these banks suggest that their surfaces are somewhat uneven. The banks' distinct contours, sharply outlined in dark blue, indicate that the ocean floor drops dramatically around them. Over the banks, the water depth is often less than 10 meters, but the surrounding basin plunges to depths as low as 4,000 meters.",
  "imagepath": "images\/grand-bahama-bank.jpeg"
},
{
  "name": "Gravity Waves",
  "plug": "gravity-waves",
  "region": "Above the Indian Ocean",
  "details": "no description",
  "imagepath": "images\/gravity-waves.jpeg"
},
{
  "name": "Great Salt Desert",
  "plug": "great-salt-desert",
  "region": "Iran",
  "details": "A mix of salt marshes, mudflats, wadis, steppes, and desert plateaus color the landscape of Iran's Great Salt Desert, Dasht-e Kavir. The region covers an area of more than 77,000 square kilometers. Dramatic daily temperature swings and violent storms are the norm, and extreme heat leaves the marshes and mud grounds with large crusts of salt. Some vegetation has adapted to the hot, arid climate and to the saline soil. Some wildlife live in parts of the steppe and desert areas of the central plateau, while others are common in the mountainous areas. Human settlement is largely restricted to some oases. Landsat 7 acquired this image in 2003.",
  "imagepath": "images\/great-salt-desert.jpeg"
},
{
  "name": "Himalayas",
  "plug": "himalayas",
  "region": "Central Asia",
  "details": "The soaring, snow-capped peaks and ridges of the eastern Himalaya Mountains create an irregular patchwork between major rivers in Tibet and southwestern China. Covered by snow and glaciers, the mountains here rise to altitudes of more than 5,000 meters. Vegetation at lower elevations is colored red in this Terra image from 2001. The Himalayas are made up of three parallel mountain ranges that together extend more than 2,900 kilometers. Uplift of the Himalayas continues today, at a rate of several millimeters per year, in response to the continuing collision of the Indian and Eurasian Plates that began about 70 million years ago.",
  "imagepath": "images\/himalayas.jpeg"
},
{
  "name": "Ice Waves",
  "plug": "ice-waves",
  "region": "Greenland",
  "details": "The undulating swirls shown here along the eastern coast of Greenland are slurries of sea ice, newly calved icebergs, and older weathered bergs. During the summer melting season, the southward-flowing East Greenland Current twirls these mixtures into stunning shapes. The East Greenland Current is the major current for transporting sea ice from Greenland into the North Atlantic. The rush of fresh water on an annual basis contributes to the low salinity and cold temperature of the current. In the center of this 2001 Landsat 7 image, the exposed rock of mountain peaks, tinted red, appears as an intricate network of glacier-cut fjords.",
  "imagepath": "images\/ice-waves.jpeg"
},
{
  "name": "Isla Espíritu Santo and Isla Partida",
  "plug": "isla-espíritu-santo-and-isla-partida",
  "region": "Mexico",
  "details": "Isla Espi?ritu Santo and Isla Partida are islands in the Gulf of California, located off the coast of the Mexican state of Baja California Sur. Isla Partida is the northern island of the group, which is about 32 kilometers long and 10 kilometers across at the widest point. Depending on the tides, the islands are connected by a narrow isthmus or separated by a shallow channel.\r\nProtected as a United Nations Educational, Scientific and Cultural Organization (UNESCO) Biosphere Reserve, the islands are made up of alternating layers of black lava and pink volcanic ash. On the eastern side, steep cliffs drop sheerly into the water. The western side of the islands is digitate, or fingerlike, with a series of rocky points separated by deep, shallow bays. Thin, xeric vegetation gives the island its greenish color in this 2002 Terra image, while bare ground appears pinkish orange. Small mangrove swamps tucked into the west coast bays appear bright green. The creamy-white beaches are composed of fine-grained, coralline sand.",
  "imagepath": "images\/isla-espíritu-santo-and-isla-partida.jpeg"
},
{
  "name": "Jebel Uweinat",
  "plug": "jebel-uweinat",
  "region": "Egypt",
  "details": "Rivers of sand sweep around the mountainous outcrops of Jebel Uweinat in this Terra image from 2002. Jebel Uweinat towers 1,934 meters above the barren plains of the Libyan Desert, the eastern third of the Saharan Desert. Located at the intersection of the Libyan, Egyptian, and Sudanese borders, the Jebel Uweinat highlands foster more rainfall and cooler temperatures than the surrounding desert, supporting woodlands and shrublands of palms, acacias, Saharan myrtle, oleander, and tamarix as well as several endemic and rare plant species.\r\nThe mountains are remnants of an ancient granitic dome. The western part of the massif consists of intrusive granite arranged in\r\na ring shape about 25 kilometers in diameter, ending in three wadis (dry, seasonal riverbeds) towards the west. Its eastern side consists of sandstone and includes a permanent oasis. The area is notable for its petroglyphs. The sandstone provided a canvas for Bushmen-style engravings of lions, giraffes, ostriches, gazelles, cows, and human figures.",
  "imagepath": "images\/jebel-uweinat.jpeg"
},
{
  "name": "Kalahari Desert",
  "plug": "kalahari-desert",
  "region": "Southern Africa",
  "details": "no description",
  "imagepath": "images\/kalahari-desert.jpeg"
},
{
  "name": "Kamchatka Peninsula",
  "plug": "kamchatka-peninsula",
  "region": "Russia",
  "details": "The eastern side of Russia's Kamchatka Peninsula juts into the Bering Sea west of Alaska. The terrain, which has been shaped by glaciers, appears covered in white snow in this 2002 winter image from Terra. Glacial cirques and moraines stand out clearly underneath the snow cover. The dark ocean is ice-free near the coast. Farther out to sea, drift ice, pack ice, and pancake ice are visible in blue and blue-gray colors.",
  "imagepath": "images\/kamchatka-peninsula.jpeg"
},
{
  "name": "Kilimanjaro",
  "plug": "kilimanjaro",
  "region": "Kenya and Tanzania",
  "details": "no description",
  "imagepath": "images\/kilimanjaro.jpeg"
},
{
  "name": "Kuril Islands",
  "plug": "kuril-islands",
  "region": "Sea of Okhotsk",
  "details": "The white swirls in this image are Ka?rma?n vortices, or fluid perturbations, that formed over the southern Kuril Islands of Broutona, Chirpoy, and Brat Chirpoyev in the Sea of Okhotsk. In this Landsat 7 image from 2000, the spiral chains and vortices are formed by the airflow being perturbed by the islands. Located in the northwest Pacific Ocean between the southern tip of Russia's Kamchatka Peninsula and the Japanese island of Hokkaido, the Kuril Islands are a part of the geological formation known as the Greater Kuril Ridge, which developed over the last 90 million years.",
  "imagepath": "images\/kuril-islands.jpeg"
},
{
  "name": "La Rioja",
  "plug": "la-rioja",
  "region": "Argentina",
  "details": "In this 1985 Landsat 5 image, a myriad of colors denote the composition and textures of the Sierra de Velasco Mountains of northern Argentina. Pink tones and warm hues indicate the drier, more barren areas of the mountains. Ribbons of blues and greens hint at the moister areas of vegetation and heavy growth. At the base of the mountains in the lower left, a pink area marks the city of La Rioja, which is the capital city of one of the least populated and most arid provinces of Argentina. In stark contrast, the upper right of the image shows the lusher surroundings of the city of San Fernando del Valle de Catamarca and extensive vineyards.",
  "imagepath": "images\/la-rioja.jpeg"
},
{
  "name": "Lake Disappointment",
  "plug": "lake-disappointment",
  "region": "Australia",
  "details": "Surrounded by sand dunes, Lake Disappointment is an ephemeral salt lake in one of the most remote areas of Western Australia. Located just south of Rudall River National Park, Lake Disappointment is home to many water birds. According to Aboriginal people, mythological beings are said to live in a subterranean world beneath the lake, and the lake and its surroundings are still considered taboo. In this 2000 Terra image, the gold and orange-brown areas are sand and outcrops of sedimentary rock. The dunes appear as long, linear streaks. The different colors with sharp boundaries may be traces of brush fires, with yellow being the most recent. The lake is white where bright salty deposits are visible, and blue areas are shallow water in the western part and the margins.",
  "imagepath": "images\/lake-disappointment.jpeg"
},
{
  "name": "Lake Eyre",
  "plug": "lake-eyre",
  "region": "Australia",
  "details": "Deep in the desert country of northern South Australia, Lake Eyre is an ephemeral feature of this flat landscape. Lake Eyre is home to some rare ecosystems and is the largest salt pan in the world. It spans 9,300 square kilometers and sits 15 meters below sea level. The lake's basin sprawls across 1.2 million square kilometers, stretching from the Northern Territory to South Australia. Rain, when\r\nit falls, drains through the basin into Lake Eyre, which has no outlet. The lake has rarely filled completely, with spectacular fillings occurring in 1950, 1974, and 1984. When brimming, Lake Eyre is Australia's largest lake. Landsat 5 collected this image in 2006.",
  "imagepath": "images\/lake-eyre.jpeg"
},
{
  "name": "Lena River Delta",
  "plug": "lena-river-delta",
  "region": "Russia",
  "details": "The Lena River Delta in Siberia extends 100 kilometers into the Laptev Sea and Arctic Ocean, and it includes an extensive protected wilderness area and wildlife refuge. In this Landsat 7 image from 2000, vegetation appears as shades of green, sandy areas as shades of red, and water as purples and blues. The Lena River Delta is about 400 kilometers wide, and it divides into a multitude of flat islands. The delta is frozen tundra for about 7 months of the year, and spring transforms the region into a lush wetland.",
  "imagepath": "images\/lena-river-delta.jpeg"
},
{
  "name": "MacDonnell Ranges",
  "plug": "macdonnell-ranges",
  "region": "Australia",
  "details": "The MacDonnell Ranges are a band of rugged mountains spanning Australia's Northern Territory. Formed 300 to 350 million years ago, the ranges have endured folding, faulting, and erosion resulting in gaps and ravines. Some of the valleys in the ranges contain fossil evidence of an inland sea that once covered central Australia. This Landsat 7 image from 2000 shows only a portion of the ranges with vegetation in green against the blues, purples, and grays of the arid surrounding area.",
  "imagepath": "images\/macdonnell-ranges.jpeg"
},
{
  "name": "Mayn River",
  "plug": "mayn-river",
  "region": "Russia",
  "details": "The Mayn River is featured in this 2000 Landsat 7 image with what may be a portion of the Anadyr River. The Mayn is a tributary of the Anadyr, flowing roughly northwards from its source in the Koryak Mountain Range through the far northeastern corner of Siberia and the forest-tundra subzones of the Chukotka Peninsula. While these rivers are frozen for about 8 to 9 months in a year, they are home to chum and sockeye salmon during the summer months.",
  "imagepath": "images\/mayn-river.jpeg"
},
{
  "name": "Meandering Mississippi",
  "plug": "meandering-mississippi",
  "region": "United States",
  "details": "Graceful swirls and whorls of the Mississippi River encircle fields and pastures in this Landsat 7 image from 2003. Oxbow lakes and cutoffs accompany the meandering river south of Memphis, Tennessee, on the border between Arkansas and Mississippi. The mighty Mississippi is the largest river system in North America and forms the second largest watershed in the world.",
  "imagepath": "images\/meandering-mississippi.jpeg"
},
{
  "name": "Mississippi River Delta",
  "plug": "mississippi-river-delta",
  "region": "United States",
  "details": "After receiving the Arkansas and Red Rivers, the Mississippi River travels to its terminus and joins the Gulf of Mexico. The river's turbid waters spill out into the Gulf of Mexico, and its suspended sediment is deposited to form the Mississippi River Delta. As seen in this 2001 Terra image, marshes and mudflats (shades of green) prevail between shipping channels cut into the bird's-foot delta. The marshes protect the mainland from storm surges and provide a home for fish and wildlife.",
  "imagepath": "images\/mississippi-river-delta.jpeg"
},
{
  "name": "Mount Elgon",
  "plug": "mount-elgon",
  "region": "Kenya and Uganda",
  "details": "Clouds dot the high rim of Mount Elgon's massive caldera in this Landsat 5 image from 1984. As the oldest and largest solitary volcano in Africa, Mount Elgon straddles the border between Uganda and Kenya and is protected on both sides by national parks. Named Ol Doinyo Ilgoon by the Maasai, this long-extinct volcano has an intact caldera about 6,500 meters across and consists\r\nof five major peaks over a distance of 4,100 meters. In the image, the lush green that surrounds the volcano shows the fertility of the rich volcanic soil at the lower elevations. The upper left corner shows one of the arms of the large shallow lake complex of Lake Kyoga.",
  "imagepath": "images\/mount-elgon.jpeg"
},
{
  "name": "Musandam Peninsula",
  "plug": "musandam-peninsula",
  "region": "Oman",
  "details": "Rocky and rugged, the Musandam Peninsula juts into the Strait of Hormuz, the narrow entry into the Persian Gulf. Musandam is an exclave of Oman, separated from the rest of the country by the United Arab Emirates. This Terra image acquired in 2004 shows the tip of the peninsula.\r\nThe peninsula's distinctive fjord-like physiography is due to submergence of the land as the Arabian Plate slowly pushes under the Eurasian Plate. The peninsula forms the southern part of the Strait of Hormuz. The Persian Gulf is to the west, Iran is across the strait, and the Gulf of Oman is to the east-southeast.",
  "imagepath": "images\/musandam-peninsula.jpeg"
},
{
  "name": "Namib Desert",
  "plug": "namib-desert",
  "region": "Namibia",
  "details": "The Namib-Naukluft National Park is an ecological preserve and includes Namibia's vast Namib Desert. Here, southwest winds have created the tallest sand dunes in the world, with some dunes reaching 300 meters in height. The park hosts a collection of animals that manage to survive in this hyper-arid region, including oryx, hyenas, jackals, and springbok. In the center of this 2000 Landsat 7 image, giant dunes line up along the edge of Sossus Vlei, a clay pan at the end point of the Tsauchab River. While the river now flows 30 kilometers into the Namib Sand Sea before ending at Sossus Vlei, it may have once extended much farther west through the desert, with the dunes gradually invading as river flooding declined.",
  "imagepath": "images\/namib-desert.jpeg"
},
{
  "name": "Nazca Lines",
  "plug": "nazca-lines",
  "region": "Peru",
  "details": "The Nazca Lines are a series of ancient geoglyphs located in the Ica Region in southern Peru. Estimated to be created by the Nazca culture between 400 and 650 C.E., the Nazca Lines were made by removing reddish iron-oxide pebbles that cover the surface of the desert. When the gravel is removed, the lines contrast with the light color underneath. In this 2000 Terra image, the straight Nazca Lines differ sharply from the natural, wavy lines formed from water flow in the area. Overall, there are hundreds of individual figures, which range in complexity from simple lines to stylized hummingbirds, spiders, monkeys, fish, sharks, orcas, llamas, and lizards. The Nazca Lines were designated a UNESCO World Heritage Site in 1994.",
  "imagepath": "images\/nazca-lines.jpeg"
},
{
  "name": "Niger River",
  "plug": "niger-river",
  "region": "Mali",
  "details": "The Niger River and smaller rivers and streams flow northward out of Lake Debo in landlocked Mali in Western Africa. This region is part of the Inner Niger Delta, an intricate combination of lakes, river channels, and swamps with occasional areas of higher elevation. Known as the Macina, this wet oasis in the African Sahel is one of the largest wetlands in the world and provides habitat both for migrating birds and for West African manatees. The fertile floodplains also provide much-needed resources for the local people, who use the area for fishing, grazing livestock, and cultivating rice. This Terra image from 2003 shows the region during the dry season. On the right, water in rivers, streams, and lakes appears blue. On the left, the water turns greener, perhaps because of sediment. The reddish ridges running from east to west in the bottom half of the image are dunes. The pale-gray or white areas between the dunes are flat areas of silt, clay, or sandy soil. Blue shows where water has filled in between some of the dunes.",
  "imagepath": "images\/niger-river.jpeg"
},
{
  "name": "Okavango Delta",
  "plug": "okavango-delta",
  "region": "Botswana",
  "details": "no description",
  "imagepath": "images\/okavango-delta.jpeg"
},
{
  "name": "Painted Desert",
  "plug": "painted-desert",
  "region": "United States",
  "details": "no description",
  "imagepath": "images\/painted-desert.jpeg"
},
{
  "name": "Paraná River Delta",
  "plug": "paraná-river-delta",
  "region": "Argentina",
  "details": "The Parana? River delta is a forested marshland about 32 kilometers northeast of Buenos Aires and has a vast labyrinth of marsh and trees. The delta is home to a number of rare birds and has become a popular bird-watching destination. It is also home to marsh deer, jaguars, neotropical river otters, coypu and capybara rodents, and the Pampas cat. The Parana? flows north-south and forms an alluvial basin before it empties into the Ri?o de la Plata. This Landsat 7 image from 2000 highlights the striking contrast between dense forest, wetland marshes, and the deep blue ribbon of the Parana? River.",
  "imagepath": "images\/paraná-river-delta.jpeg"
},
{
  "name": "Phytoplankton Bloom",
  "plug": "phytoplankton-bloom",
  "region": "Baltic Sea",
  "details": "In this Landsat 7 image from 2005, massive congregations of greenish phytoplankton swirl in the dark water around Gotland, a Swedish island in the Baltic Sea. Phytoplankton are microscopic marine plants that form the first link in nearly all ocean food chains. Population explosions, or blooms, of phytoplankton, like the one shown here, occur when deep currents bring nutrients up to sunlit surface waters, fueling the growth and reproduction of these tiny, photosynthesizing organisms.",
  "imagepath": "images\/phytoplankton-bloom.jpeg"
},
{
  "name": "Pinacate Volcano Field",
  "plug": "pinacate-volcano-field",
  "region": "Mexico",
  "details": "The pockmarked terrain of Pinacate National Park in Mexico's state of Sonora is evidence of a violent past. Among hundreds of volcanic vents and cinder cones are rare maar craters, formed when rising magma met underground water to create pockets of steam that blew nearly circular holes in the overlying crust. At the bottom of this 2002 Landsat 7 image are sand dunes of the Gran Desierto de Altar in the Sonoran Desert, including the only active erg dune region in North America. During the 1960s, NASA sent astronauts to the Pinacate area to train for lunar expeditions.",
  "imagepath": "images\/pinacate-volcano-field.jpeg"
},
{
  "name": "Ribbon Lakes",
  "plug": "ribbon-lakes",
  "region": "Russia",
  "details": "The vivid blue half circle (bottom) in this Landsat 5 image from 2005 is Russia's Chaunskaya Bay in northeastern Siberia. Two major rivers, the Chaun and Palyavaam, flow into the bay, which in turn opens into the Arctic Ocean. Ribbon lakes and bogs are present throughout the area, created by depressions left by receding glaciers. Owing to its extreme northern location, the bay is covered by ice most of the year.",
  "imagepath": "images\/ribbon-lakes.jpeg"
},
{
  "name": "Richat Structure",
  "plug": "richat-structure",
  "region": "Mauritania",
  "details": "Viewed from space, the Richat Structure forms a conspicuous 50-kilometer-wide bull's-eye on the Maur Adrar Desert in the African country of Mauritania. Described by some as looking like an outsized fossil, the feature has become a landmark for astronauts. Although it resembles an impact crater, the structure formed when a volcanic dome hardened and gradually eroded, exposing the onion-like layers of rock. In this 2001 Landsat 7 image, desert sands appear white and pale yellow at the top left and lower right corners of the scene. Less sandy, rocky areas are green, and volcanic rocks are blue.",
  "imagepath": "images\/richat-structure.jpeg"
},
{
  "name": "Rocky Mountain Trench",
  "plug": "rocky-mountain-trench",
  "region": "Canada",
  "details": "The stroke of red in this 2004 Landsat 5 image is a remarkable interplay of light and cloud in the Canadian Rockies. The Rocky Mountain Trench is a valley that stretches from the U.S. state of Montana to just south of Canada's Yukon Territory. It runs parallel with the peaks of the Canadian Rockies, ranging from 3 to 16 kilometers wide. Low clouds filled a part of the Trench near the border between the Canadian provinces of Alberta and British Columbia. The light-reflecting nature of the clouds coupled with low Sun elevation resulted in this startling effect. The Trench aligns with the Fraser River and makes its way past Mount Robson, the highest peak in the Canadian Rockies. Mount Robson is near the center of this image.",
  "imagepath": "images\/rocky-mountain-trench.jpeg"
},
{
  "name": "Rub’ al Khali",
  "plug": "rub’-al-khali",
  "region": "Arabian Peninsula",
  "details": "The Rub' al Khali, or Empty Quarter, is one of the largest sand deserts in the world, covering 650,000 square kilometers and encompassing most of the southern third of the Arabian Peninsula. The desert includes much of Saudi Arabia and parts of Oman, the United Arab Emirates, and Yemen. Landsat 7 collected this image in 2001.\r\nWith daytime temperatures reaching 50 degrees Celsius and dunes taller than 330 meters, the desert may be one of the most forbidding places on Earth today. However, there is evidence of ancient lakes and wildlife. Fossils of cattle and hippos are abundant, as are flint weapons and tools. Additionally, space-based measurements uncovered evidence of ancient civilizations. Subsequent excavations uncovered a large, octagonal fortress and shards of Greek, Roman, and Syrian pottery.",
  "imagepath": "images\/rub’-al-khali.jpeg"
},
{
  "name": "Sand Hills",
  "plug": "sand-hills",
  "region": "United States",
  "details": "As the largest sand dune formation in America, the Sand Hills cover about a quarter of the U.S. state of Nebraska. These ancient sand dunes are from the Pleistocene Epoch (1.8 million to about 10,000 years ago). They are made of sediment eroded from the Rocky Mountains by glaciers, washed out into the plains, and now mostly stabilized by grassland vegetation. This 2001 Terra image shows a portion of the Sand Hills region, the landscape rippled by crowded yellow-tan and lavender-brown dunes. The area does not drain water well, so the hollows at the bases of dunes are filled with brilliantly blue lakes.\r\nThe sandy soils were not attractive to farmers, and the area was left largely unplowed by European settlers. Today, the area is being cultivated as seen in some of the emerald green vegetation in the image. Perfect circles of vegetation resulting from center- pivot irrigation appear in the scene, as well as fields with sharp angles and straight lines. The area is an important habitat for migratory birds.",
  "imagepath": "images\/sand-hills.jpeg"
},
{
  "name": "Shoemaker Crater",
  "plug": "shoemaker-crater",
  "region": "Australia",
  "details": "Salt-encrusted seasonal lakes, seen here in yellow and green, dot the floor of Western Australia's Shoemaker impact structure, the deeply eroded remnant of a former impact crater. The structure is named in honor of planetary geologist Eugene Shoemaker and is situated in arid central Western Australia, about 100 kilometers north-northeast of the town of Wiluna. The structure was formed about 1.7 billion years ago and is currently the oldest known impact site in Australia. Landsat 7 collected this image in 2000.",
  "imagepath": "images\/shoemaker-crater.jpeg"
},
{
  "name": "Sierra Madre Oriental",
  "plug": "sierra-madre-oriental",
  "region": "Mexico",
  "details": "no description",
  "imagepath": "images\/sierra-madre-oriental.jpeg"
},
{
  "name": "South Georgia Island",
  "plug": "south-georgia-island",
  "region": "South Atlantic Ocean",
  "details": "Located in the South Atlantic Ocean due east of Argentina's southernmost tip, South Georgia Island is entirely covered by snow and ice in this Terra image from 2002. The island is some 170 kilometers long, with a rugged terrain and 11 mountain peaks more than 2,000 meters high. Many boundary layer cumulus clouds fill the atmosphere surrounding the island. The sinewy patterns snaking across the cloud bank (upper left corner) indicate open-cell convection. The island appears to\r\nbe creating a wake of thicker marine stratocumulus clouds flowing away from its northeast shore. All around the island, phytoplankton appear to be in bloom, giving the deep-blue South Atlantic waters a lighter, more turquoise hue. Sir Ernest Shackleton stopped on South Georgia Island twice, once in 1914 and again in 1915, as part of the Imperial Trans-Antarctic Expedition he led on the ship Endurance. With no permanent human inhabitants, South Georgia Island is now a wildlife sanctuary and home to seals, reindeer, and sea and land birds.",
  "imagepath": "images\/south-georgia-island.jpeg"
},
{
  "name": "Southern Sahara Desert",
  "plug": "southern-sahara-desert",
  "region": "Africa",
  "details": "no description",
  "imagepath": "images\/southern-sahara-desert.jpeg"
},
{
  "name": "Susitna Glacier",
  "plug": "susitna-glacier",
  "region": "United States",
  "details": "Folds in the lower reaches of valley glaciers can be caused by powerful surges of tributary ice streams. Susitna Glacier in the Alaska Range, seen in this Terra image from 2009, displays this phenomenon. Vegetation appears in shades of red and snow is white.\r\nThe glacier's surface is marbled with dirt-free blue ice and debris-coated brown ice. Infusions of relatively clean ice push in from tributaries in the north. The glacier surface appears especially complex near the center of the image, where a tributary has pushed the ice in the main glacier slightly southward.\r\nSteep cliffs and slopes exist in the glacier surface, with most of the jumble the result of surges in tributary glaciers. Glacial surges can occur when meltwater accumulates at the base of a tributary and lubricates the flow. The underlying bedrock can also contribute to glacier surges, with soft, easily deformed rock leading to more frequent surges.",
  "imagepath": "images\/susitna-glacier.jpeg"
},
{
  "name": "Syrian Desert",
  "plug": "syrian-desert",
  "region": "West Asia",
  "details": "Between the cultivated lands along the eastern Mediterranean Sea and the fertile Euphrates River lies the Syrian Desert, covering parts of modern Syria, Jordan, Saudi Arabia, and Iraq. This Landsat 7 scene from 2000 centers on the southern end of the Syrian Desert's As-Safa lava fields southeast of the city of Damascus. The image captures the hottest terrain in bright red, and these areas likely correspond to dark, barren, basaltic lava. Cooler terrain is bluish green, while pockets of lush vegetation in oases and towns are bright green. Cinder cones pockmark the northern fields, while bright blue pools of water appear throughout.",
  "imagepath": "images\/syrian-desert.jpeg"
},
{
  "name": "Tassili n’Ajjer",
  "plug": "tassili-n’ajjer",
  "region": "Algeria",
  "details": "no description",
  "imagepath": "images\/tassili-n’ajjer.jpeg"
},
{
  "name": "Terkezi Oasis",
  "plug": "terkezi-oasis",
  "region": "Chad",
  "details": "A series of rocky outcroppings emerge from a blanket of sand in this 2000 Landsat 7 image of the Sahara Desert near the Terkezi Oasis in the country of Chad. As Earth's largest band of dry land, the Sahara dominates the northern third of Africa. Stretching across this immense desert are vast plains of sand and gravel; seas of sand dunes; and barren, rocky mountains. Only 10,000 years ago, grasses covered the region and mammals such as lions and elephants roamed the land. Now only 2 percent of the Sahara hosts oases, patches of land usually centered on natural water springs where crops will grow and people live.",
  "imagepath": "images\/terkezi-oasis.jpeg"
},
{
  "name": "Three Massifs",
  "plug": "three-massifs",
  "region": "Sahara Desert",
  "details": "Three large rock massifs appear to be pushing up from beneath red sand dunes in this 2000 Terra image. The Tassili n'Ajjer massif is on the left, the Tadrart Acacus is in the middle, and the Tadrart Amsak is on the right. The image includes the southern part of the border between Algeria and Libya, and different rock types account for varying colors. The Tadrart Acacus massif contains some unique scenery and natural wonders, including colored sand dunes and isolated towers that eroded into bizarre shapes and petrified arches.\r\nThe dendritic structures of ancient riverbeds are visible in the Acacus-Amsak region. This area is believed to have been wet during the last glacial era, covered by forests and populated by wild animals. Archaeologists have found indications of animal domestication and large numbers of rock paintings and engravings, faint tracks of ancient civilizations. Extremely dry weather conditions today help to preserve their masterpieces.",
  "imagepath": "images\/three-massifs.jpeg"
},
{
  "name": "Tibetan Plateau",
  "plug": "tibetan-plateau",
  "region": "Central Asia",
  "details": "no description",
  "imagepath": "images\/tibetan-plateau.jpeg"
},
{
  "name": "Tikehau Atoll",
  "plug": "tikehau-atoll",
  "region": "French Polynesia",
  "details": "no description",
  "imagepath": "images\/tikehau-atoll.jpeg"
},
{
  "name": "Triple Junction",
  "plug": "triple-junction",
  "region": "East Africa",
  "details": "In the Afar region of Ethiopia, a nearly barren rockscape marks the location of the meeting place of three separate pieces of Earth's crust known to geologists as the Afar Triple Junction. Here, the spreading ridges that form the Red Sea and the Gulf of Aden emerge on land and meet the East African Rift. The central meeting place for these pieces is around Lake Abbe, just to the south of the area shown in this 2005 Terra image.\r\nThe three pieces are each pulling away from that central point, though not all at the same speed. The separation creates enormous stress on the rock, producing cracks, faults, volcanoes, fumaroles (gas vents), escarpments, and hot springs in the region along the border of Ethiopia, Eritrea, and Djibouti. One of Earth's few lava lakes, Erta Ale, is found in this area. In the image, the gray-brown, ancient, basalt rock of the region is crisscrossed by cracks both small and large, many of which are filled with salt and sand. The tinge of red indicates some hardy vegetation eking out a living in the harsh terrain. The large riverlike feature running horizontally across the scene is a geologic feature called a graben, a gulley created not by the erosion of a river but by the sinking of the ground where earth on either side pulls apart.\r\nThe Afar region is well known as one of the cradles of hominids. The region contains the Middle Awash, the site of many fossil hominid discoveries; Gona, the site of the world's oldest stone tools; and Hadar, the site of a fossilized specimen of Australopithecus afarensis known as Lucy.",
  "imagepath": "images\/triple-junction.jpeg"
},
{
  "name": "Ugab River",
  "plug": "ugab-river",
  "region": "Namibia",
  "details": "Elusive and ecologically vital, Namibia's Ugab River only flows above ground for a few days each year. The subterranean waters underlying this ephemeral river, however, are shallow enough in places to fill hollows and sustain a wildlife population that includes black rhinos and rare desert elephants. In this 2002 Landsat 7 image, the river passes through nearly vertical layers of thinly bedded limestone, sandstone, and siltstone. One of Namibia's major rivers, the Ugab stretches nearly 500 kilometers from the interior to the coast of the Atlantic.\r\n",
  "imagepath": "images\/ugab-river.jpeg"
},
{
  "name": "Vatnajökull Glacier Ice Cap",
  "plug": "vatnajökull-glacier-ice-cap",
  "region": "Iceland",
  "details": "Valley glaciers reach into lower lying areas from the Vatnajo?kull Glacier in Iceland's Skaftafell National Park. The largest ice cap by volume in Europe, Vatnajo?kull covers more than 8 percent of the island. Seven volcanoes and an ice cavern system are situated beneath the Vatnajo?kull ice cap. Iceland's highest peak, Hvannadalshnu?kur, is located in the southern periphery of Vatnajo?kull. This 1999 Landsat 7 image shows the southeast portion of the glacier.",
  "imagepath": "images\/vatnajökull-glacier-ice-cap.jpeg"
},
{
  "name": "Volcanoes",
  "plug": "volcanoes",
  "region": "Chile and Argentina",
  "details": "On the border between Chile and the Catamarca Province of Argentina lies a vast field of currently dormant volcanoes. Over time, these volcanoes have laid down a crust of magma roughly 3.5 kilometers thick. The intense blue features in this 1999 Landsat 7 image are playa lakes and ponds and surrounding salt deposits. The deeper lakes appear darker. Shallower areas in the lakes and moist salt deposits are lighter blue. Dry, salt-encrusted sediments adjacent to the lakes and ponds appear white. Chile has 36 historically active volcanoes, more than any other South American country.",
  "imagepath": "images\/volcanoes.jpeg"
},
{
  "name": "Von Kármán Vortices",
  "plug": "von-kármán-vortices",
  "region": "Southern Pacific Ocean",
  "details": "no description",
  "imagepath": "images\/von-kármán-vortices.jpeg"
},
{
  "name": "Wadi Branches",
  "plug": "wadi-branches",
  "region": "Jordan",
  "details": "The Terra satellite captured this image of wadis in southeastern Jordan in 2001. The Arabic word wadi means a gulley or riverbed that is usually dry except after drenching, seasonal rains. In this image, meandering wadis have combined to form dense, branching networks across the stark, arid landscape.",
  "imagepath": "images\/wadi-branches.jpeg"
},
{
  "name": "Zagros Mountains",
  "plug": "zagros-mountains",
  "region": "Iran",
  "details": "no description",
  "imagepath": "images\/zagros-mountains.jpeg"
 }
 